Repository: wp-plugins/display-site-numbers
Catalog: languages/display-site-numbers-*.po
Languages: es_es, it_it, nb_no

source: Display Site Numbers
es_es: Nùmeros de sitio
it_it: Visualizza i numeri del sito
nb_no: Vi tall for siden

source: Posts
es_es: Artículos
it_it: Articoli
nb_no: Innlegg

source: Pages
es_es: ﻿Paginas
it_it: ï»¿Pagine
nb_no: Sider

source: Categories
es_es: Categorías
it_it: Sezioni
nb_no: Kategorier

source: Authors
es_es: Autores
it_it: Autori
nb_no: Forfattere

source: Tags
es_es: Etiquetas
it_it: Parole-chiave
nb_no: Stikkord

source: Comments
es_es: Comentarios
it_it: Commenti
nb_no: Kommentarer

source: Images
es_es: Imágenes
it_it: Immagini
nb_no: Bilder

source: Total Site Numbers
es_es: Nùmeros total de sitio
it_it: Tutti i numeri del sito
nb_no: Total Site tall

source: Title:
es_es: Título:
it_it: Titolo:
nb_no: Tittel:

source: Select what to display:
es_es: Seleccionar lo que desea mostrar:
it_it: Scegli cosa visualizzare:
nb_no: Velg hva som skal vises:

source: Posts count
es_es: Total artículos
it_it: Totale articoli
nb_no: Innlegg telle

source: Pages count
es_es: Total Páginas
it_it: Totale pagine
nb_no: Sider teller

source: Categories count
es_es: Total categorías
it_it: Totale categorie
nb_no: Kategorier teller

source: Authors count
es_es: Total autores
it_it: Totale autori
nb_no: Forfatterne teller

source: Tags count
es_es: Total etiquetas
it_it: Totale parole-chiave
nb_no: Tags Counter"

source: Comments count
es_es: Total comentarios
it_it: Totale commenti
nb_no: Kommentarer teller

source: Images count
es_es: Total imágenes
it_it: Totale immagini
nb_no: Bilder teller
